
{"meditasyonlar":[

{"id":"205",
"baslik":"Madame Bovary",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/Madame_Bovary-Gustave_Flaubert.jpg",
"kategori":"8",
"yazar":"Gustave Flaubert",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Madame_Bovary.mp3",
"hardWord":"Text Analysis: Unique words: 2637 Total words: 31935\n\n\tHard words: curtainless, surrendered, unordered, mortgaged, labelled, doctoring, harbour, rouge, faintness, marquise, hatbox, bush, honour, unexciting, lord, crowding, bowing, friendless, nightdress, waterside, forcing, noiselessly, narrowed, manservant, boatman, spitting, maintained, slowing, nightcap.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Madame_Bovary.epub",
"storyAcıklama":"Charles Bovary graduates from the college. He is not a very smart person, so his mother helps him to get a doctor's job in a provincial French town. Thanks mother's efforts, he marries a local widow. The woman is over 40. She is unattractive, but wealthy. One day Charles goes to examine another patient - a local farmer. He meets a farmer's daughter Emma, who is very pretty. The doctor feels a desire towards the young girl. After his wife's death, Charles starts communicating with Emma and after a while decides to ask for her hand. Her father gives a consent and arranges a magnificent wedding. But when the young couple begins to live together, Emma suddenly realizes her true feelings. She does not love Charles. She is unaware of what real love is.",
"tag":" love-story  family  relationships  novel",
"views":"33648"},
 
  {"id":"204",
"baslik":"The Blind Man",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Blind_Man-D_H_Lawrence.jpg",
"kategori":"4",
"yazar":"D. H. Lawrence",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Blind_Man.mp3",
"hardWord":"Text Analysis: Unique words: 650 Total words: 3557\n\n\tHard words: disliked, liked, answered, grey, sickened, moved, passed, worked, blinded, rushed, swept, picked, lit, held, stepped, touched, watching, cheerfulness, understood, turned, blowing, dressed, pulled, opened, stretched, motherly, filled, slowness, invited, pressed",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Blind_Man.epub",
"storyAcıklama":"Isabel Pervin sat in the house. She was listening to two sounds: to the noise of cars outside the window and to her husband's footsteps in the hall. They were once a happy couple. But this happiness disappeared. Her husband had been blinded in the war in France. He was totally blind. Isabel did everything to help him but sometimes her husband was obnoxious. She was going to have a baby. Isabel was happy. But she was also worried. The woman decided to give all her love and attention to her future child. But what about her husband? But something made Isabel happy - her old friend Bertie wrote to her. Bertie was like a brother to her, even closer than her own brothers. And now she was waiting for him to arrive. But her husband and Bertie didn't love each other. Isabel couldn't imagine how this meeting would happen.",
"tag":"farm  house  short  work  escape  friendship  kindness  relationships short-story",
"views":"7869"},
 
 {"id":"203",
"baslik":"Meet Me In Istanbul",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Meet_Me_In_Istanbul-Richard_Chisholm.jpg",
"kategori":"3",
"yazar":"Richard Chisholm",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Meet_Me_In_Istanbul.mp3",
"hardWord":"Angela is Tom's fiancee. She has to meet him at the airport in Istanbul. She has been working in this old city for several months. Her firm exports and imports different things: lamps, brass ornaments, trays etc. Her duty is arranging that business. When Tom arrived in Turkey, she didn't meet him. It was unusual for her. He tried to find Angela but it was useless. Tom became anxious after a strange man in a raincoat had started following him everywhere. Everything is getting even more frightening and confusing. What had happened? Where is Angela? What made her do such an act? There are too many questions and no answers. Tom and his new Turkish friend Kamal are going to find the key to the mystery. A fascinating adventure is waiting for them in Istanbul.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Meet_Me_In_Istanbul.epub",
"storyAcıklama":"Text Analysis: Unique words: 1059 Total words: 10262\n\n\tHard words: bush, importing, onyx, roundabout, aqueduct, exporting, workbench, goodnight, harem, moustache, sightseeing, alleyway, bazaar, consulate, raincoat, lying, typing, condolence, cheaply, smuggling, kiosk, loudspeaker, ashtray, opium, handbag, fiance, impatiently, urgently, further, smuggler.",
"tag":"Turkey  business  suspicion  adventure",
"views":"4985"},
 
 {"id":"202",
"baslik":"Nicholas Nickleby",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Nicholas_Nickleby-Charles_Dickens.jpg",
"kategori":"6",
"yazar":"Charles Dickens",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Nicholas_Nickleby.mp3",
"hardWord":"Text Analysis: Unique words: 1532 Total words: 18158\n\n\tHard words: sickened, nastily, moneylender, palenes saracen, scornfully, dressmaker, schoolroo unheated, schoolmaster, bray, mulberry, fanny, brook, jealously, scornful, rudenes coldnes ungrateful, toothles gentleness",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Nicholas_Nickleby.epub",
"storyAcıklama":"A boy named Nicholas Nickleby was a happy carefree kid. Unfortunately, some time later his father passed away. After the tragedy Nicholas, his mother and sister went to London to ask their rich uncle Ralph Nickleby for help. The uncle sends Nicholas to a private school in Yorkshire. Nicholas discovers that this school is a terrible place. The pupil has to bear teachers' bullying until he meets a strange boy. His name is Smike. After many cruel punishments and endless hunger two inseparable friends decide to drop out of school. They manage to find a job in the theater. Many years pass filled with lots of exciting adventures. But later, when nothing can be changed, Nicholas finds out the awful truth about his best friend.",
"tag":"classic  children-literature  kindness  life-story",
"views":"24758"},
 
  {"id":"201",
"baslik":"Forrest Gump",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://github.com/Boga28/book/raw/master/pics/Forrest_Gump.jpg",
"kategori":"4",
"yazar":"John Escott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Forrest_Gump.mp3",
"hardWord":"Text Analysis: Unique words: 887 Total words: 8460\n\n\tHard words: rice, wrestling, ape, shrimp, tin",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Forrest_Gump.epub",
"storyAcıklama":"\tIt would be a very difficult case to find at least one person on Earth, who did not know the famous film Forrest Gump with Tom Hanks. Certainly, everybody knows and loves this movie. But have you ever read the book on which this film is based? There is a very common situation, when the book is better than the movie. Is this the same case? Let us revise our memories and read a short plot of this story. This is a true, wonderful and funny story about Forrest Gump. Forrest is a young kind-hearted man from Alabama in the USA. He has won a medal for gallantry in the Vietnam war. The President Of the United States awarded the hero. Forrest was a footballer, a businessman and a film star. He also went in space. His best friend was an ape called Sue.",
"tag":" filmed  life-story  relationships drama",
"views":"130995"},

 {"id":"200",
"baslik":"A Hacker's Revenge",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/A_Hackers_Revenge-John_Backhouse.jpg",
"kategori":"6",
"yazar":"John Backhouse",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A_Hackers_Revenge.mp3",
"hardWord":"Text Analysis: Unique words: 974 Total words: 6274\n\n\tHard words: corrupted, surfing, installed, reboot, revealed, hourglas abbreviation, bye, hiccup, sarcastically, invalid, mada sender, hesitantly, cheeseburger, shelve, horrified, created, unfriendly, escalator, countdown",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Hackers_Revenge.epub",
"storyAcıklama":"Mr Henry Williams is an excellent bank manager and has limited computer skills. He has a good network manager Mike who organized a new computer system in his bank. Everything was going well and when Mr Williams was in Bermuda in his mind, dreaming about holiday, he heard a scream of his staff. All system had crashed. It was awful, computers didn't want reboot. Doors were opened and closed when they wanted. Light turned off and turned on the same way. And a head of technology lost his access for system. Someone obtained full control of the bank. Virus was spread through e-mail and entire staff opened it. Mike was powerless to solve this problem and was fired immediately. The question appeared on display of a computer addressed to Mr. Henry. Someone asked him, was he ready for game?",
"tag":"thriller",
"views":"15646"},
 
 
 {"id":"199",
"baslik":"Seven",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Seven-Bruno_Anthony.jpg",
"kategori":"6",
"yazar":"Bruno Anthony",
"sesdosyasi":"https://github.com/Boga28/Audio/raw/main/Stories/seven.mp3",
"hardWord":"Text Analysis: Unique words: 1164 Total words: 10629\n\n\tHard words: emptying, gluttony, bandaged, drier, imagining, weighing, sloth, stringy, darkroom, matched, lasagna, woolly, retiring, doorman, lying, typing, upside, unimportant, impossibly, undress, imaginable, further, fitting, wrath, annoy, uniformed, managed.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Seven.epub",
"storyAcıklama":"The book is based on the famous American thriller with the main Hollywood stars in the lead roles. According to the story, two police detectives are investigating the case of the serial killer John Doe. The maniac considers himself as the instrument of God and consistently pushes people for seven deadly sins. The killer exposes his victims to fatal physical and mental suffering, which is prepared with a cold premeditation. Each expose is carefully planned. Each victim (as Doe thinks) is the standard of that sin to be punished. The sophisticated tormentor and murderer leaves only a title of the sin and a clever puzzling clue at the crime scene, allowing to find the next 'sinner'. John Doe thinks his activity is a sermon aimed to teach the citizens a good lesson.",
"tag":"detective  filmed  investigation  revenge",
"views":"37159"},
 
  {"id":"198",
"baslik":"The Canterville Ghost",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Canterville_Ghost-Oscar_Wilde.jpg",
"kategori":"4",
"yazar":"Oscar Wilde",
"sesdosyasi":"https://github.com/Boga28/Audio/raw/main/Stories/The_Canterville_Ghost.mp3",
"hardWord":"Text Analysis: Unique words: 680 Total words: 4175\n\n\tHard words: anarchis cheque, lord, tine, painlessly, telepathy, unpleasantly, churchman, unfashionable, shilling, duches remover, fashioned, hoy, restful, toxicology, headles leaning, repaint, unkind, teacup, anarchist, painles fiancee, boo, antarctic, hind",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Canterville_Ghost.epub",
"storyAcıklama":"Adapted work of classical literature from a writer who became famous for his mystical sad tales. This book is one of them. A ghost lived in the Canterville castle for a long time. They say he killed many generations there. Eventually, the house was sold. A new family moved to the castle. One day they sat down to dinner. Suddenly they saw a red stain on the floor. Later they learnt that blood stain belonged to the late wife of the ghost. Father cleaned the spot, but it appeared the next day. Every night the ghost wandered through the corridors bothering the family. Its chains were always clanking. One night when the ghost started walking again, father suggested him to lubricate the chain by oil. The ghost got very angry and decided to get revenge.",
"tag":"short-story horror ghost  adopting  classic  mystic",
"views":"20517"},
 
  {"id":"197",
"baslik":"The Pelican Brief",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Pelican_Brief-John_Grisham.jpg",
"kategori":"5",
"yazar":"John Grisham",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Pelican_Brief.mp3",
"hardWord":"Text Analysis: Unique words: 1707 Total words: 16775\n\n\tHard words: enquiry, brief, implausible, stale, surrender, mugged, interfere",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Pelican_Brief.epub",
"storyAcıklama":"The shocking news that two Supreme Court justices have been brutally murdered is baffling to both the White House and the F.B.I.. The president, a conservative Republican, senses that there may be a political connection to his administration that could be damaging to his reelection bid. And he wants answers. But the FBI fails to establish a motive or come up with a credible list of suspects. Meanwhile in New Orleans, Darby Shaw, a Tulane law student, notes the timing of the murders and suspects that there may be a plot to pack the Court with conservatives. What is puzzling, however, is how dissimilar the murdered justices were. One was a ninety-year-old liberal patriarch of the Court, the other a young conservative justice. After reviewing hundreds of cases which are scheduled to be heard by the Court, she finally discovers one that may contain an issue volatile enough to result in the killings. Darby writes a brief based on her research which reveals a surprising link between the two murdered justices.",
"tag":"court  suit  law novel",
"views":"3764"},
 
  {"id":"196",
"baslik":"Swan Lake",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Swan_Lake-Jenny_Dooley.jpg",
"kategori":"3",
"yazar":"Jenny Dooley",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Swan_Lake.mp3",
"hardWord":"Text Analysis: Unique words: 720 Total words: 5287\n\n\tHard words: queen, bush, crossbow, scratching, triumphantly, roaring, chirp, lying, faraway, lovingly, dreamer, swan, joyful, aquariu wizard, amazement, bouquet, ballroo unseen, raised, blonde, splash, carriage, jealou maid, owl, castle, stab, weep.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Swan_Lake.epub",
"storyAcıklama":"This is a fairytale, which became known thanks to a famous Pyotr Tchaikovsky’s ballet. It is a love story between Prince Zigfried and a swan. It all has began when the Prince’s father died. The Prince was in a deep sorrow for a long time. His loyal servant Ozlowe tried very hard to cheer him but he failed every time. During his other attempt, he proposed his master to leave their castle for a walk. While they were wandering around a forest, they found a lake. A beautiful white swan with a gold crown on its head was swimming there. Ozlowe decided to kill the animal for Prince’s pleasure and shot an arrow. Prince Zigfried tried to stop his servant but it was too late. Fortunately, the arrow missed its target. Ozlowe became a stone, and the swan disappeared mysteriously…",
"tag":"fairytale children-literature  animals  love-story",
"views":"17154"},
 
  {"id":"195",
"baslik":"No Place to Hide",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/No_Place_to_Hide-Alan_Battersby.jpg",
"kategori":"4",
"yazar":"Alan Battersby",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/No_Place_to_Hide.mp3",
"hardWord":"Text Analysis: Unique words: 1453 Total words: 13894\n\n\tHard words: queen, superwoman, flushing, bay, houseboat, businesswoman, ahold, corona, brownstone, sightseeing, shelve, dropping, scotch, ouch, waving, carpeting, newsstand, streetlight, lying, checking, returning, organizing, murdered, overcoat",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/No_Place_to_Hide.epub",
"storyAcıklama":"Nat Marley is a private detective. He is forty years old and he is losing his hair. He was a police officer in the past. Now he lives and works in New York. Most of his cases are connected with the missing people and observing the husbands or wives. Nat Marley has a comfortable office. His personal assistant is a pretty Puerto Rican with good computer skills. One day, on the 4th of October two women came to their office. Their names were Joyce and Julia O'Neill. They were a mother and a daughter. They were worried about their husband and father Patrick. He disappeared. He was at home at night but his wife didn’t find him in the morning. He only left a note. Patrick O'Neill asked his family not to look for him because he knew something he shouldn’t have learned.",
"tag":"investigation  murder  first-person story  missing  private detective",
"views":"12158"},
 
 {"id":"194",
"baslik":"How I Met Myself",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/How_I_Met_Myself-David_A_Hill.jpg",
"kategori":"5",
"yazar":"David A. Hill",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/How_I_Met_Myself.mp3",
"hardWord":"Text Analysis: Unique words: 1122 Total words: 12485\n\n\tHard words: colourful, goulash, doppelganger, barman, august, imagining, deciding, moustache, lying, thirteenth, ghostly, bookshelf, housekeeper, racing, beaten, receptionist, hungarian, ringing, smoky, comer, fireman, handkerchief, programmer, luckily, cinema, unsure, yoga, tailor, sunshine, multinational.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/How_I_Met_Myself.epub",
"storyAcıklama":"This is a story about an unusual adventure in the life of a simple guy. In one of the cold winter evenings, the main character was coming back home from work. At that time, it was very cloudy in Budapest. The heavy snowstorm began. It was quiet around, as if the whole city stopped waiting for something mysterious. The main character was thinking about a little trouble that happened to him at work. The snowstorm became stronger. Suddenly, the door opened somewhere and one man ran out. This stranger accidentally pushed the protagonist away. He fell into the snow with some indignant shouts. The man muttered an apology and just quickly ran away. The hero froze in deep amazement. This unknown man looked exactly like him, as if he was his twin. This stranger had the same face.",
"tag":"airport  journalist  police  couple  family  holiday  future  doctor  accident  school  nurse  health  dream",
"views":"23744"},
 
  {"id":"193",
"baslik":"The Dream",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Dream-Frank_Tilsley.jpg",
"kategori":"4",
"yazar":"Frank Tilsley",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Dream.mp3",
"hardWord":"Text Analysis: Unique words: 489 Total words: 2145\n\tHard words: paintwork, moved, passed, shouted, held, travelling, touched, putting, worse, turned, lorry, considered, coloured, remembered, becoming, played, saved, uncommonly, stretched, filled, stopped, pressed, keeping, wearing, tried, drove, displeasure, spent, expressed, spoke",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Dream.epub",
"storyAcıklama":"Can a dream show us the events that will happen in the future? Can such dreams give us the opportunity to change them? It is hard to believe. If dreams really show us the future, then this future already exists. It means that we are not free in our decisions and actions. Are we able to act spontaneously, if the result is already known? Do people have choice? This is a difficult question. This story happened four years ago. It was summer. One family was returning by car from Italy. The father was driving the car. He was very tired. The family spent the night in a town. The father had a strange dream that night. He woke up and could not sleep again. The man was very worried. Later that dream began to change his life.",
"tag":"future  dream  family  house  space  accident",
"views":"43987"},
 
 {"id":"192",
"baslik":"🇺🇸 This Time It's Personal",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/This_Time_Its_Personal-Alan_Battersby.jpg",
"kategori":"8",
"yazar":"Alan Battersby",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/This_Time_It_Personal.mp3",
"hardWord":"Text Analysis: Unique words: 2862 Total words: 24540\n\tHard words: paintwork, attended, czarina, queen, unfolded, judged, promoted, gasping, located, interpreting, bumping, investigated, situated, loveable, achieved, gaining, chatting, launderer, exchanged, representing, emptied, bursting, muttered, seaworthy, importing, smuggled, glancing, tempered, examined",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/This_Time_It_Personal.epub",
"storyAcıklama":"This is an American story about a private detective Nat Marley and his new case. The retelling is from the first person and the reader will see everything with the detective’s eyes. There was spring in New York. Only that working day turned out to be extraordinary. When Nat Marley came to the office, he saw his crying secretary. She obviously had a problem, which she had to share. Her brother Jose had got into a terrible situation. How did it happen? He was celebrating his new job together with his friends, as the secretary told Nat. And later the police found him unconscious with an injured head in a crashed car at night. Nobody knew the details, except Jose. But he lost his memory. The situation seemed quite clear to the detective: a Puerto Rican guy from a poor district, who had had problems with the police earlier, got into another scrape. But out of respect for his secretary, who he greatly valued, Nat Marley went to the hospital. Maybe this story was not so simple, as he thought?",
"tag":"investigation  accident  amnesia",
"views":"2927"},
 
  {"id":"191",
"baslik":"Vanity Fair",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://github.com/Boga28/book/raw/master/pics/Vanity_Fair.jpg",
"kategori":"6",
"yazar":"William Makepeace Thackeray",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Vanity_Fair.mp3",
"hardWord":"Text Analysis: Unique words: 1658 Total words: 11882\n\n\tHard words: defied, lucrative, ironmonger, butler, wielded, despised, dashing, wit, abdicate, lame, summoned, fiance, interrogated, bankrupt, intercepted, inscribed, embark, throng, forthright, humiliated, elated, retreated, refuge, formidable, beneficial, newlywed clinging, casualtie grief-stricken, executor, welfare, tenant, county, smacked, cherish",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Vanity_Fair.epub",
"storyAcıklama":"Main Characters of this story are Miss Amelia Sedley and Miss Becky Sharp. They study in Miss Pinkerton’s private boarding. Amelia is a daughter of successful businessman. She has a calm character and everybody love her. Becky is an orphan, daughter of an artist and a French dancer. She is a pretty, smart and knows French. She lives in Miss Pinkerton’s house and getting education also works as a teacher of French for younger girls. Amelia and Rebecca are friends. But Amelia is a rich and she can’t understand Becky’s problems and 
